accountsservice
acpi
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ant
apparmor
arandr
artwork-i3
autoconf
automake
avahi
awesome
b43-fwcutter
banner
bash
bauh
binutils
bison
blueman
bluez-utils
bmenu
btrfs-progs
bzip2
calcurse
cantarell-fonts
chromium
clang
clipit
cmake
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
ddgr
debtap
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
evince
exfat-utils
f2fs-tools
fakeroot
fd
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firebase-tools
flac
flameshot
flex
fortune-mod
gawk
gcc
gcc-libs
gcolor2
gettext
gimp
git
git-secret
github-cli
glibc
gnome-keyring
google-chrome
googler
gparted
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gucharmap
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
hexchat
htop
hugo
i3status-rust
inetutils
inotify-tools
intel-ucode
inxi
iproute2
iputils
jdk8-openjdk
jfsutils
jq
ktorrent
kvantum-manjaro
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgpod
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
light-git
lightdm-settings
lightdm-slick-greeter
linux58
linux58-virtualbox-guest-modules
logrotate
lolcat
lvm2
lxappearance
lxinput
m4
maia-console
maim
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-pulse
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
markdown_previewer
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
microsoft-edge-dev-bin
mkinitcpio-openswap
mkvtoolnix-cli
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mpc
mpd
mpv
nano
ncdu
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
no-more-secrets-git
notion-app
notion-enhancer
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
obs-studio
openresolv
openssh
os-prober
p7zip
pa-applet
pacman
pamac-gtk
patch
patchutils
pavucontrol
pciutils
pcmanfm
perl
perl-file-mimeinfo
picom-ibhagwan-git
pkgconf
play-with-mpv-git
polkit-gnome
polybar
poppler-data
powertop
procps-ng
psmisc
pulseaudio
pyidm
python-pywal
qt5-styleplugins
qt5ct
ranger
redshift
reiserfsprogs
ripgrep
rofimoji
rsync
ruby-faraday-fastlane
s-nail
sbxkb
scrcpy-git
screenfetch
screenkey
sed
shadow
siji-git
snapd
spectre-meltdown-checker
speedtest-cli
spotify-adblock-linux
spotify-tui
subversion
sudo
surf
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
teams
terminus-font
texinfo
thunar-volman
tlp
tlp-rdw
tmux
touchegg
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome-4
ttf-hack
ttf-icomoon-icons
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-material-design-icons
ttf-typicons
unzip
upower
usbutils
util-linux
vertex-maia-themes
vi
vibrancy-icons-teal
viewnior
vim
virtualbox
visual-studio-code-bin
vlc
volumeicon
vulkan-intel
vulkan-radeon
vuze
w3m
wallpapers-juhraya
wget
which
wmutils
wpa_supplicant
xarchiver
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xfd
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xz
yarn
yay
zathura
zensu
